Repository: tortamque/Healthque-Wear-OS
Catalog: lib/core/localization/intl_*.arb
Languages: uk

source: Sign In with Google
uk: Увійти через Google

# signInWithGoogleAccount
source: Sign In with your Google account
uk: Увійти через обліковим записом Google

source: Tablet
uk: Таблетка

source: Capsule
uk: Капсула

source: Injection
uk: Ін’єкція

source: Syrup
uk: Сироп

source: Other
uk: Інше

source: pieces
uk: шт.

source: ml
uk: мл

source: units
uk: од.

source: Running
uk: Біг

source: Swimming
uk: Плавання

source: Cycling
uk: Велоспорт

source: Weight Training
uk: Силові

source: Walking
uk: Ходьба

source: Tennis
uk: Теніс

source: Gymnastics
uk: Гімнастика

source: Bouldering
uk: Боулдеринг

# noDataInCloud
source: No data found in cloud. Try adding data using mobile app.
uk: У хмарі немає даних. Додайте їх через мобільний додаток.

source: Workouts
uk: Тренування

# showWorkouts
source: Show your workouts
uk: Показати тренування

source: Blood Pressure
uk: Тиск

# showBloodPressure
source: Show your blood pressure records
uk: Показати записи тиску

source: Temperature
uk: Температура

# showTemperature
source: Show your temperature records
uk: Показати записи температури

source: Blood Sugar
uk: Цукор у крові

# showBloodSugar
source: Show your blood sugar records
uk: Показати записи цукру

# water
source: Consumed water
uk: Відстеження води

# showWater
source: Show your consumed water records
uk: Показати записи води

source: Stress & Mood
uk: Стрес та настрій

# showStressMood
source: Show your stress & mood journal
uk: Показати журнал стресу й настрою

source: Course Treatments
uk: Курс лікування

# showCourseTreatments
source: Show your course treatments journal
uk: Показати журнал курсу

source: Medications
uk: Ліки

# showMedications
source: Show your medications journal
uk: Показати журнал ліків

source: There's not enough data to build the chart
uk: Недостатньо даних для графіку

# amountWorkouts
source: {count} workouts
uk: {count} тренувань

# minutesLowercase
source: min
uk: хв

source: Intensity
uk: Інтенсивність

# kilometers
source: km
uk: км

source: Mood Rating
uk: Настрій

# hours
source: h
uk: г

# amountOfEach
source: Amount of each workout type
uk: Кількість за типами тренувань

# workoutDurationOver
source: Workout duration over the last 4 days
uk: Тривалість за останні 4 дні

source: Workout history
uk: Історія тренувань

# amountHours
source: {amount}h
uk: {amount}г

# amountHoursMinutes
source: {hours}h {remainingMinutes}m
uk: {hours}г {remainingMinutes}хв

# amountMinutes
source: {minutes}m
uk: {minutes}хв

source: Blood Pressure Trend
uk: Динаміка тиску

# dailyAverageBp
source: Daily Average Blood Pressure
uk: Середній тиск за день

source: Blood Pressure History
uk: Історія тиску

# systolicAmount
source: Systolic: {systolic} mmHg
uk: Систолічний: {systolic} мм рт. ст.

# diastolicAmount
source: Diastolic: {diastolic} mmHg
uk: Діастолічний: {diastolic} мм рт. ст.

source: Temperature Trend
uk: Динаміка температури

# dailyAverageTemp
source: Daily Average Temperature
uk: Середня температура

source: Temperature History
uk: Історія температури

# degreeCelsius
source: Â°C
uk: °C

source: Blood Sugar Trend
uk: Динаміка цукру

source: Daily Average Blood Sugar
uk: Середній цукор

source: Blood Sugar History
uk: Історія цукру

# mgPerDl
source: mg/dL
uk: мг/дл

source: Water Trend
uk: Динаміка води

source: Daily Total Water
uk: Випито за день

source: Water History
uk: Історія води

# liters
source: L
uk: л

source: Stress Trend
uk: Динаміка стресу

source: Mood Trend
uk: Динаміка настрою

source: Stress & Mood History
uk: Історія стресу й настрою

source: Stress
uk: Стрес

source: Mood
uk: Настрій

source: Course Duration Trend
uk: Динаміка курсу

source: Medication Distribution
uk: Розподіл ліків

source: Course History
uk: Історія курсу

source: Course: {from} - {to}
uk: Курс: {from} – {to}

source: Medication Time
uk: Час прийому

# days
source: d
uk: д

source: Medication Type Distribution
uk: Розподіл типів ліків

# dosageTrend
source: Dosage Trend Over Time
uk: Динаміка дозування

source: Medication History
uk: Історія ліків

source: Dosage
uk: Доза

source: Course
uk: Курс

# dosageUnit
source: mg
uk: мг
